[
    {
        "id": 1,
        "img": "stephans-cathedral.png",
        "alt": "St. Stephen's Cathedral",
        "country": "Austria",
        "maps": "https://maps.app.goo.gl/BezYHj4WdF8fpjBi6",
        "city": "Vienna",
        "dates": "2nd - 5th August 2023",
        "description": "I had a blast in Vienna, the city of music, art and culture. I visited some amazing landmarks, like the Schönbrunn Palace, the St. Stephen's Cathedral and the Hundertwasser House. I also enjoyed eating Schnitzel, a thin cutlet of veal or pork coated in breadcrumbs and fried. It was so crispy and tender, I couldn't get enough of it. And of course, I drank some local beer, which was refreshing and smooth. Vienna is a great place to have a city break, especially if you like history, architecture and good food."
    },
    {
        "id": 2,
        "img": "innsbruck.jpg",
        "alt": "Street in Innsbruck with the alps in the background",
        "country": "Austria",
        "maps": "https://maps.app.goo.gl/stCRAXMChjZXbcpW9",
        "city": "Innsbruck",
        "dates": "5th - 8th August 2023",
        "description": "Innsbruck was just amazing. I took the cable car to the Nordkette and enjoyed the breathtaking view of the city and the Alps. The air was so clear and fresh that I felt like I was in a dream. I also took a walk through the old town and admired the charming buildings and churches. The mountains were always in the background and created a great scenery. Innsbruck is truly a gem of Tyrol."
    },
    {
        "id": 3,
        "img": "salzburg-castle.jpg",
        "alt": "Salzburg Castle overlooking the city",
        "country": "Austria",
        "maps": "https://maps.app.goo.gl/BR8z43zFv947d3jC6",
        "city": "Salzburg",
        "dates": "8th - 12th August 2023",
        "description": "I had a wonderful time in Salzburg, a city full of amazing landmarks and markets. I visited the majestic Hohensalzburg Fortress, the largest fully preserved castle in Central Europe, and enjoyed the stunning views of the city and the Alps. I also explored the birthplace of Mozart, the famous composer, and learned more about his life and music. I loved shopping along the Getreidegasse, a historic street with charming shops and cafes. And I had fun at the Hellbrunn Palace and its playful trick fountains, where I got wet and laughed a lot. Salzburg was a place where history, culture and nature came together in a beautiful harmony."
    }
]